org/20220318122252-technology_also_leverages_evil.org
:PROPERTIES:
:ID:       6c0ae7d6-754c-486d-abac-c2e98bf64957
:END:
#+TITLE: Technology also enable evil
#+CREATED: [2022-03-18 Fri 12:22]
#+LAST_MODIFIED: [2022-03-18 Fri 12:25]

I spent some time today to un-subscribe myself from a government programme that would allow me to store everything related to my health in a single place. Of course it is specified that only people I explicitly allow will be able to access my data; in a near future insurance companies will likely be allowed to have access to it, or will /require me/ to give them access to the files otherwise will not insure me. Technology opens new possibilities. Some are not desirable and we will not be able to avoid them once the possiblity is in place.
