20220318122252-technology_also_leverages_evil.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-24 Wed 03:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Technology also enable evil</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Technology also enable evil</h1>
<p>
I spent some time today to un-subscribe myself from a government programme that would allow me to store everything related to my health in a single place. Of course it is specified that only people I explicitly allow will be able to access my data; in a near future insurance companies will likely be allowed to have access to it, or will <i>require me</i> to give them access to the files otherwise will not insure me. Technology opens new possibilities. Some are not desirable and we will not be able to avoid them once the possiblity is in place.
</p>

<div id="outline-container-orgc4500a9" class="outline-2">
<h2 id="orgc4500a9">Links to this note</h2>
</div>
</div>
</body>
</html>
